[{
    "caption": "Image shows plastic bags of gasoline in the trunk of a car after two men attempted to steal gasoline from a gas station in Mexico in 2019.",
    "image_path": "images/true_20.jpg",
    "label": true,
    "best_guess_labels": "gasoline in plastic bags",
    "web_description": "Plastic bag, Bag, Fuel, Petrol, Plastic, Car, Bin bag, Shopping bag, Waste, Plastic Bags 4, Bottle, Plastic pollution, other, Efni, Container",
    "page_title_matching_images": "Are People Hoarding Gas in Plastic Bags During the Shortage?, The US government asks residents not to put gasoline in plastic bags, Does Gasoline Melt Plastic?? Let's Find Out!!. Government Urges People Not To Fill Up Plastic Bags With Gasoline, US Government warns citizens not to fill plastic bags with petrol ..., Petrol Unmatched In Plastic Bags, Government Advice: Don't Store Gasoline In Plastic Bags - Ifish.net, US drivers stockpile fuel, but photos of bagged gas are old, Consumer Safety Commission Tweets \"Don't Fill Plastic Bags with G, A Government Agency Is Saying Not To Put Gas In Bags - BuzzFeed, Consumer Safety Commission Tweets \"Don't Fill Plastic Bags with G, Christopher Webb on X: \"So how does one get the gasoline out of ..., Did I just waste my 6 water bottles filling them with gas to fill a gas ..., Know Your Meme - 2021 US East Coast Gas Shortage - Facebook, Same same but different : r/memes - Reddit"
},
{
    "caption": "Image of a cross being erected by rioters in Michigan Jan. 6, 2020, during a protest against the 2020 election results.",
    "image_path": "images/true_32.jpg",
    "label": true,
    "best_guess_labels": "january 6 2020 cross",
    "web_description": "United States Capitol, January 6 United States Capitol attack, Michigan State Capitol, , January, 2021, US President, Rusty Hills, United States",
    "page_title_matching_images": " Demonstrators erected a cross at Michigan Capitol, Hundreds of Trump supporters rally outside Capitol in Lansing, Photos from the Trump rallies across the US - Shreveport Times, Why I've Been More Critical of the Right Than the Left Lately…, After Trump presidency, Capitol riot, GOP choice shouldn't be hard, When will Melania Trump and Donald leave White House? | World, Trump tipped to pardon himself in 'dangerous' move, warns expert, United States news, updates, currency, immigration, politi"
},
{
    "caption": "A merch seller desplaying Nazi and Confederate flags at the Braddock's Inn flea market in Pennsylvania in September 2020.",
    "image_path": "images/true_37.jpg",
    "label": true,
    "best_guess_labels": "fun",
    "web_description": "United States, American Civil War, Flag, Flag of the United States, Flags of the Confederate States of America, Flag of Nazi Germany, , Confederation, , Secession, History",
    "page_title_matching_images": " No, A Nazi Flag Was Not Seen At A Pro-Trump Rally In Washington .,Amazing how 5 flags are the infinity stones of MAGA's and pieces of. Arftona Movement Nazi and Confederate flags, United States flag in Pennsylvania in September 2020"
},
{
    "caption": "Image shows three U.S. Democratic senators during the confirmation hearing of Supreme Court nominee Brett Kavanaugh in September 2018.",
    "image_path": "images/true_38.jpg",
    "label": true,
    "best_guess_labels": "official",
    "web_description": "Brett Kavanaugh, Richard Blumenthal, Supreme Court of the United States, Confirmation Hearings, Court, Hearing, Judge, United States Senate Committee on the Judiciary, Senate Democratic Caucus, Committee, create, Hearing, Cory Booker",
    "page_title_matching_images": "Confirmation hearings for Brett Kavanaugh. Blumenthal leads effort to sidetrack Kavanaugh hearing - CTPost, Watch: Kamala Harris, Cory Booker Refuse to Vote on Brett ..."
},
{
    "caption": "Image of President Bill Clinton siting next to Reverend Jesse Jackson during the homegoing service for Jackson's mother, Helen Burns Jackson, at Springfield Baptist Church on Monday, September 14, 2015.",
    "image_path": "images/true_46.jpg",
    "label": true,
    "best_guess_labels": "audience",
    "web_description": "Jesse Jackson, Bill Clinton, Greenville, Helen Burns Jackson, succeeding, Funeral, online, Audience, Convention, Sitting",
    "page_title_matching_images": "Clinton attends Jackson funeral. President Bill Clinton, left, sits next to Rev. Jesse Jackson during the homegoing service for Jackson's mother, Helen Burns Jackson, at Springfield Baptist Church on Monday, September 14, 2015."
},
{
    "caption": "Imgae of Melania Trump wore a dress designed by Alexander McQueen in collaboration with art students and was inspired by life drawings.",
    "image_path": "images/true_50.jpg",
    "label": true,
    "best_guess_labels": "melania trump drawing dress",
    "web_description": "Dress, Alexander McQueen, Maxi dress, Girls' Dress, First Lady, Clothing, City Chic, JULY Fashion, Shoe, Fashion, Lipsy, US President",
    "page_title_matching_images": "Melania Trump Fashion , store discounted melania Melania trump July 4th 4th of July, july DC ..., discounted onlinestore melania trump Melania white Lady Dresses ..., Melania trump white 2025 dress 4th of july, Melania Trump Dress 4th Of July 2024 Melania Trump Alexander McQueen Dress & Dancing Girls ..., alexander mcqueen rubber wedge sole sandal, Melania Trump's 4th Of July Dress. Social media mocks First Lady Melania Trump's dress - Daily Mail, Melania 4th dress sales, Melania trump white dress 4th of july sale - Actuall, Melania Trump's $2400 'Sharpiegate' inspired dress slammed on ..., Alexander McQueen contrast-pocket jeans Blau - Poligo"
},
{
    "caption": "Photograph shows McDonald's burning in November 2016 after a grease fire started in Lebanon, Pennsylvania.",
    "image_path": "images/true_60.jpg",
    "label": true,
    "best_guess_labels": "ramirez protect the burger town",
    "web_description": "Burger, McDonald's, , McDonald's, Single location, , Burger King, Arby's, single, Burger Town, The Tarnished, connect, available, found, Image",
    "page_title_matching_images": "RAMIREZ! SECURE THE BURGER TOWN! \"Ramirez protect the burger town!\" - YouTube, RAMIREZ WE GOT HOSTILES TAKE YOUR TEAM AND SECURE. McDonald's Has Fallen. Ayylmao Gayylmaotv (Y RAMIREZ WE GOT HOSTILES 4\" The McDonald's at 757 E. Cumberland St. in Lebanon is deemed a complete loss by Lebanon Fire Commissioner Duane Trautman after a grease fire started in the kitchen and spread toward the roof Friday night."
},
{
    "caption": "A photograph shows a miniature figurine of a chickadee bird.",
    "image_path": "images/true_76.jpg",
    "label": true,
    "best_guess_labels": "menor ave do mundo",
    "web_description": "Bee hummingbird, Birds, Hummingbirds, Carolina chickadee, Black-capped chickadee, Wrens, American Sparrows, Old world flycatchers, Old World sparrows, Chickadee, World, Bees, Isla de la Juventud, Species, small",
    "page_title_matching_images": "THE HUMMING BIRD IS THE SMALLEST BIRD IN THE WORLD. The smallest bird in the world is a species of hummingbird the size of an insect. Known as the hummingbird, also called the zunzuncito (little zuzzun). Its scientific name is Mellisuga helenae, and it is the smallest hummingbird species known today. "
},
{
    "caption": "Image of a plant native to the Himalayas called the Rheum nobile.",
    "image_path": "images/true_80.jpg",
    "label": true,
    "best_guess_labels": "mahameru flower",
    "web_description": "Flower, Plant, Tibet, Rheum nobile, Clerodendrum paniculatum, Sikkim, Tibet, Pagoda, Mountain range, King protea, Himalayas, April, Garden rhubarb, Sugarbushes, Rhubarb",
    "page_title_matching_images": "No, This Is Not The Mahameru Flower That Blooms Only Once In ..., It's not a cabbage but Tibet's unique \"Pagoda Flower\". \"Pagoda Flower\" is auspicious. This is ..., The plant in the image is 'Sikkim Rhubarb', it blooms every year in ..., Does Mahameru Flower bloom in every 400 years? Fact Check, nurserylive - Tibet's unique \"Pagoda Flower\" is auspicious. The secret of flowers that bloom only once every 400 years"
},
{
    "caption": "A photograph of the damage caused to Mexico Beach by Hurricane Michael in October 2018.",
    "image_path": "images/true_87.jpg",
    "label": true,
    "best_guess_labels": "worst hurricane damage",
    "web_description": "Hurricane Michael, Hurricane Katrina, Hurricane Irma, Tropical Cyclone, Storm, Flood, Atlantic hurricane, Storm surge, Landfall, Rain, Federal Emergency Management Agency, , Wind, Emergency Management Agency",
    "page_title_matching_images": "15 Worst Hurricanes of All Time, What's It Like to Experience a Category 5 Hurricane? The aftermath of hurricane Michael is seen on October 17, 2018 in Mexico Beach, Florida. The hurricane hit on October 10th along the Florida Panhandle as a category 4 storm causing massive damage and claimed the lives of more then a dozen people. "
},
{
    "caption": "Photograph of U.S. President Joe Biden holding hands in solidarity with U.S. Senator Robert Byrd.",
    "image_path": "images/true_100.jpg",
    "label": true,
    "best_guess_labels": "Robert Byrd",
    "web_description": "Robert Byrd, United States Senator, United States, Ku Klux Klan, Vice President, Reconciliation, , Cabinet of Joe Biden",
    "page_title_matching_images": "EPresumptive Democratic presisdential nominee Joe Biden (left) was mentored by former Ku Klux Klan Exalted Cyclops Robert K. Byrd (right). Here’s a classic find of Joe Biden holding hands with the leader of the K.K.K., Robert Byrd"
},
{
    "caption": "Photographs show children at an immigrant detention center sleeping with aluminum blankets during U.S. President Barack Obama's administration in 2015.",
    "image_path": "images/true_101.jpg",
    "label": true,
    "best_guess_labels": "arizona immigration detention center",
    "web_description": "Immigration, U.S. Customs and Border Protection, , , , U.S. Immigration and Customs Enforcement, Immigration law, immigration detention center, Court, Detention, Aurora Detention Center, Migration, Judge",
    "page_title_matching_images": "Challenging Unconstitutional Conditions in CBP Detention Facilities, Photo and Video Evidence of Unconstitutional Immigration ..., DetentionImages taken from U.S. Customs and Border Protection surveillance video show men wrapped in Mylar thermal blankets in a cell at a Border Patrol holding facility in Tucson, Ariz., in August 2015."
},
{
    "caption": "A photograph of Quran stained with the blood claimed to be of children massacred in a US drone strike in Somalia that destroyed a Qur'an school and a Hospital in September 2018",
    "image_path": "images/true_109.jpg",
    "label": true,
    "best_guess_labels": "quran written in blood",
    "web_description": "Blood Quran, Al-Fatiha, Religious Text, lost",
    "page_title_matching_images": "\"A Quran stained with the blood of children ..., No, this bloodied Koran was not found at the scene of the . This noble Quran will be a witness of. What are the verses that reached the blood talking about - Daruur, THIS article is the result of my inquiry into the \"terrorist attacks\""
},
{
    "caption": "A photograph shows Joe Biden kissing his grandson at the funeral of Beau Biden.",
    "image_path": "images/true_111.jpg",
    "label": true,
    "best_guess_labels": "biden at son's funeral",
    "web_description": "Jill Biden, Beau Biden, US President, Vice President, US Vice President, Funeral, United States, , past, Attorney General of Delaware",
    "page_title_matching_images": "Funeral Service for Vice President's Son, Beau Biden - El Paso Times, Obamas, Clintons mourn with Joe Biden at son's funeral, Beau Biden's funeral: Obama honors Joe Biden's son in eulogy, Beau Biden's funeral: Obama honors Joe Biden's son in eulogy, Beau Biden's funeral: Obama honors Joe Biden's son in eulogy, Beau Biden's funeral: Obama honors Joe Biden's son in eulogy, Obama remembers Joe Biden's son - South Bend Tribune, Beau Biden's funeral: Obama honors Joe Biden's son in eulogy, U.S. president remembers Joe Biden's son for living 'life of meaning', Beau Biden's funeral: Obama honors Joe Biden's son in eulogy, Beau Biden's funeral: Obama honors Joe Biden's son in eulogy, beau biden - pennlive.com, Biden mounts full-scale defense over 'misleading' photos with women, Beau Biden, VP's son, remembered for life of service - KOMO News, Biden aide rips trolls for Creepy Joe memes, insists former VP never ..."
},
{
    "caption": "An image shows migrants ride on top of a northern bound train toward the US-Mexico border in Juchitan, southern Mexico in April 2013.",
    "image_path": "images/true_130.jpg",
    "label": true,
    "best_guess_labels": "family enrique's journey",
    "web_description": "Mexico, , Human migration, Mexico–United States border crisis, Family, , weekly, Unaccompanied minor, Immigration, Aweti",
    "page_title_matching_images": " Photos of border crisis explain how we got here. Let's Pay Some Attention to Mexico's Southern Border and the OTMsMigrants ride on top of a northern bound train toward the US-Mexico border in Juchitan, southern Mexico, Monday, April 29, 2013. Migrants crossing Mexico to get to the U.S. have increasingly become targets of criminal gangs who kidnap them to obtain ransom money"
},
{
    "caption": "An image of a customs agent discovering a shipment of beer cans disguised as Pepsi in Saudi Arabia in 2015.",
    "image_path": "images/true_229.jpg",
    "label": true,
    "best_guess_labels": "qatar beer pepsi",
    "web_description": "Pepsi, Soft Drink, Cola, Carbonated drink, Saudi Arabia, Heineken N.V., Coca-Cola, , Drink can, Pepsi, , ",
    "page_title_matching_images": "Viral mage is from Saudi Arabia taken in 2015, where alcohol is banned. Authorities caught a man at the country’s border with United Arab Emirates with 48,000 cans of Heineken disguised as Pepsi cans. Beer cans disguised as Pepsi not related to world cup in Qatar, Police in Saudi Arabia stop smugglers with cans of beer disguised How do you smuggle 48,000 cans of Heineken into Saudi Arabia ..., Viral Image Shows Beer Smuggled into FIFA World Cup 2022, Saudi Arabia cracks case of smuggled beer disguised as Pepsi, Pepsi "
},
{
    "caption": "An image of a German Gepard tank firing at a mortar was captured in action in Bemowo Piskie Training Area, Poland on July 27, 2021",
    "image_path": "images/true_232.jpg",
    "label": true,
    "best_guess_labels": "gepard vs shahed",
    "web_description": "HESA Shahed 136, Cheetah, Self-propelled anti-aircraft weapon, Iran, Flakpanzer Gepard, Loitering munition, Unmanned aerial vehicle, Tank, , Anti-aircraft warfare, Skynex, Acinonyx",
    "page_title_matching_images": "A Romania Land Forces Gepard fires at an illumination mortar at Bemowo Piskie Training Area, Poland, July 27, 2021. Romania's conducted a night live-fire exercise to enhance air defense capability readiness.How Quickly Ukraine Can Get Hundreds of Thousands of 35mm ..., In Ukraine - Germany-provided Gepard self-propelled anti-aircraft . More IRIS-T and Gepard Air Defense Systems Coming to Ukraine . ​Breakdown of russia's Largest Missile Attack."
},
{
    "caption": "An aerial image showing hundreds of tractors and other vehicles blocking a road in the Netherlands during the Dutch farmer demonstrations in October 2019.",
    "image_path": "images/true_236.jpg",
    "label": true,
    "best_guess_labels": "farmers netherlands",
    "web_description": "Dutch farmers' protests, Netherlands, Farmer, Agriculture, , Farm, Dutch language, Cash crop, Farmers Defence Force, Tractor, Ministry of Agriculture, Fisheries, Food Security and Nature, Peasant, Crop, Grain",
    "page_title_matching_images": " Farmers in the Netherlands protest against the environmental policies of the Marc Ruther cabinet in 2019 This is a protest that has been held since October 1th .EU approves controversial Dutch private equity farm buy-out plan. People have been posting \"garage\" pictures of tractors at the protest ..., Thread about the recent farmer protests in the NL >Parliament."
},
{
    "caption": "Image shows a damaged railway bridge collapsed into a body of water in June 2020 in Murmansk, Russia.",
    "image_path": "images/true_239.jpg",
    "label": true,
    "best_guess_labels": "flood",
    "web_description": "Bridge, Reka Kola, Railway bridge, Kola, Murmansk, Kildinstroy, bridge failure, Railway, Russia",
    "page_title_matching_images": "Russian Railways Bans Freight to Murmansk Due to Collapsed BridgeThis happened at kilometer 67 of the Sudzha-Sosnovy Bir railway. A partial collapse of the bridge structures was discovered there. The railway line was used to move freight trains.A railway bridge collapsed near the port of Murmansk, Russia, June 1, 2020."
},
{
    "caption": "A digital artwork of a hurricane over Miami that was created by artist Brent Shavnore in 2019.",
    "image_path": "images/true_249.jpg",
    "label": true,
    "best_guess_labels": "hurricane dorian miami",
    "web_description": "Hurricane Dorian, Tropical Cyclone, Tornado, Miami, Hurricane, Storm, Cyclone, Hurricane Irma, Thunderstorm, Cloud, Supercell, Image, other, Lightning, Florida",
    "page_title_matching_images": "Image of Hurricane Dorian over Miami is not what it seems. Fake Hurricane Dorian video goes viral on Twitter | Media Culpa, Miami hurricane top, Scary video of Hurricane Dorian approaching Florida goes viral. Is it ..., Truth Behind Video Of Hurricane Dorian Approaching Florida - NDTV, Tag: Instagram - Media Culpa, Miami | Media Culpa, Media Culpa, Hurricane Dorian composite. | Download Scientific Diagram, Marquise Lightfoot, Freshman Edge, at Miami Football Media Day ..., Fake news: Widely shared photo of cyclone threatening Florida fake, Pippa Loveridge's Post - LinkedIn, Physics-astronomy.org on X: \"A view of Hurricane Dorian from the ..., Fake Photo Doesn't Show Real Hurricane Over Miami, Florida"
},
{
    "caption": "An image of Russian President Vladimir Putin wearing a tight suit jacket that crinkles in August 2017.",
    "image_path": "images/true_250.jpg",
    "label": true,
    "best_guess_labels": "putin wearing bulletproof vest",
    "web_description": "Russia, Bulletproof vest, Waistcoat, , President of Russia, Ukraine, Suit, Shirt, Jacket, , Armour, Trousers",
    "page_title_matching_images": "Putin starts wearing bulletproof vest at public events .Photo of Putin wearing crinkled suit has circulated online since 2017. Is wearing Kevlar jacket under your suit a common habit in Russia. Putin apparently wears body armour ..., Concealed Body Armor Advice , Vivian Balakrishnan wearing bulletproof vest in US? :."
},
{
    "caption": "Image shows Klaus Schwab, founder of the World Economic Forum, with U2 front man Bono, heading to the 'Special 10th Anniversary Celebration of the (RED) Campaign' during the WEF annual meeting in Davos January 22, 2016.",
    "image_path": "images/true_259.jpg",
    "label": true,
    "best_guess_labels": "premiere",
    "web_description": "Klaus Schwab, Hilde Schwab, World Economic Forum, Great Reset, Davos, TikTok, Stan Schwab, Executive Chairman, 2016, Businessperson, funny, Flickr, Another Brick in the Wall, Pt. 2 (In the Style of Pink Floyd) [Backing Track], ",
    "page_title_matching_images": "World Economic Forum AM 2016: Klaus and Hilde Schwab and Bono, Christbaum Loben Schwabe"
},
{
    "caption": "Image shows fires burning and smoke billowing over Kyiv’s Independence Square after demonstrations against then president Viktor Yanukovich on February 19, 2014.",
    "image_path": "images/true_265.jpg",
    "label": true,
    "best_guess_labels": "kiev before and after",
    "web_description": "Independence Square, , City, , Euromaidan, Russo-Ukrainian War, Published, Image, Capital, Photograph, Invasion, past, Kyiv, Ukraine",
    "page_title_matching_images": "Ukrainian cities: Before & after the war - Kyiv, Bucha, Mariupol & others, Ukraine protests: Before and after photos from Kiev's battle zone, Ukraine protests: Before and after photos from Kiev's battle zone, Before & After - Kiev's Independence Square - Ukraine. BEFORE AND AFTER: Kiev's Independence Square  #Kiev's main square: before and after pic ..., Posts use 2014 riot image to falsely compare  ..."
},
{
    "caption": "An image shows Belarus prison doctor examines a prisoner covered with Nazi tattoos at the 15th prison in the town of Mogilyev, Belarus in June 2005.",
    "image_path": "images/true_269.jpg",
    "label": true,
    "best_guess_labels": "azov battalion tattoos",
    "web_description": "Mark Getty, Tattoo, Image, Photograph, Getty Images, , Stock photography, Getty Images, Azov Brigade, Prison tattooing, stock.xchng, Nazism, Royalty-free, JPEG",
    "page_title_matching_images": "Disinformation About The Crucifixion Of A Warrior From Donbas By ..., Fact Check: 17-year-old image of Belarusian prisoner shared as that. This photo appeared on the portal Yourdailymedia in 2005, in a collection of photos containing Nazi markings."
},
{
    "caption": "Photo of three firefighters covered in soot after battling blazes during Tasmania bushfires in February 2019.",
    "image_path": "images/true_275.jpg",
    "label": true,
    "best_guess_labels": "fake firefighters",
    "web_description": "Andrew Crisp, Firefighter, Devon Morrow, Victoria’s Emergency Management Commissioner, Australia, Firefighting, Ukraine, Fire, Journalism, , Conflagration, , Image, Hoax",
    "page_title_matching_images": " This photo of firefighters is not from Ukraine, Photo of three exhausted firefighters goes viral. The land of fire and floods: Queensland drowns as Tasmania burns, Illuminating Pics Showing What People Of Various Professions. Interesting Pics That Show What People Have To Deal With At ..., "
},
{
    "caption": "Image of actress Nicole Kidman excited to see Jessica Chastain across the room before the start of he 94th Academy Awards in 2022.",
    "image_path": "images/true_276.jpg",
    "label": true,
    "best_guess_labels": "nicole kidman will smith slap",
    "web_description": "Nicole Kidman, Academy Awards, Actor, Presenter, Image, Academy of Motion Picture Arts and Sciences, , TV show host, Joke, Will Smith, Chris Rock",
    "page_title_matching_images": "Nicole Kidman's viral Oscars reaction wasn't in response to Will ., Nicole Kidman Will Smith Oscars Reaction Photo Explained - ELLE, Nicole Kidman's viral photo wasn't a reaction to Will Smith's SLAP, \"Nicole Kidman finally trading in the seal clap meme for , That Nicole Kidman viral Oscars 2022 gasp was not about Will Smith .  This photo does not show Nicole Kidman's reaction to Will Smith's ."
},
{
    "caption": "Image shows 2015 Miss Ukraine, Anastasiia Lenna equipped with a mock rifles while playing airsoft.",
    "image_path": "images/true_279.jpg",
    "label": true,
    "best_guess_labels": "miss ukraine war",
    "web_description": "Anastasiia Lenna, Ukraine, Miss Ukraine, Russo-Ukrainian War, Russia, Miss Grand Ukraine, Russian invasion of Ukraine, , , Beauty Pageant, past, Combat, ",
    "page_title_matching_images": "Former Miss Ukraine Anastasiia Lenna 'takes up arms' to inspire ..., Fact Check: No, former Miss Ukraine is not fighting Russians in the ..., Ex-Miss Ukraine Anastasiia Lenna Joins Fight Against ... - YouTube, Ex-Miss Ukraine describes how she fled Kyiv with seven-year-old son, Former Miss Ukraine picks up assault rifle and says anyone who ..., Former Miss Ukraine Grand Joins Resistance | OTV News - YouTube, Did Miss Ukraine Join Fight Against Russia? - Snopes.com, Former Miss Ukraine Joins Fight Against Russia - NDTV, Former Miss Ukraine begins training to fight Russian soldiers, Gun-Toting Ex-Miss Ukraine Says 'the Invaders Will Die on Our Land!', Former Miss Grand Ukraine joins fight against Russian invasion, Did former Miss Ukraine Anastasiia Lenna actually join the military ..., \"We Will Win\": Former Miss Ukraine's Message To \"Inspire People\", Former Miss Ukraine takes up arms to defend country against ..., From a model to a fighter, the former Miss Ukraine, who has been ..."
},
{
    "caption": "A photograph of the Old Order Mennonites riding to church on a snowy road during in January 2021 in Hawkesville, Ontario.",
    "image_path": "images/true_280.jpg",
    "label": true,
    "best_guess_labels": "snow",
    "web_description": "Dalhousie Church, Culture, Pastor, Education, Engineer, History, Internet, Blog, Ideology, Professional, Dalhousie, Calgary, Calgary Metropolitan Area",
    "page_title_matching_images": "Mennonite life carries on during pandemic - with social distancing adaptations. Everyday life goes on as usual for some of the region’s Old Order and conservative Mennonites amid the COVID-19 pandemic."
},
{
    "caption": "Image of a downed F-16 fighter jet crash near Lake Havasu City Airport, Arizona in 2018.",
    "image_path": "images/true_284.jpg",
    "label": true,
    "best_guess_labels": "crashed f 16",
    "web_description": "Luke Air Force Base, , United States Air Force, McDonnell Douglas F-15 Eagle, 56th Fighter Wing, Pakistan Air Force, Republic of China Air Force, Air force, , Lockheed Martin, Ashish Dangwal",
    "page_title_matching_images": "Air Force F-16 Fighter Crashes in Arizona; Pilot Ejects Safely, F-16 Crash: Most Advanced Variant Of US-Origin F-16 Fighter Jet, USAF F-16 crash - AvCom, F-16 Shot Down? How Indian Media Again 'Downed A Pakistan F ..., F-16 Attempting Emergency Landing At Lake Havasu, Arizona ..., F-16 accident in S.Korea attributed to navigation failure and weather, Retired Air Force Four-Star: How to Solve Aviation Crisis | Military.com, 90-0760_001 • f-16 photography - F-16.net, Viral picture by 'Ahmad Massoud' about PAF fighter jet in Panjshir . "
},
{
    "caption": "A photo of eight United States servicemen sitting at a dinner table dining at at Bagram Airbase, formely the largest U.S. air base in Afghanistan, during Thanksgiving Day in 2013.",
    "image_path": "images/true_287.jpg",
    "label": true,
    "best_guess_labels": "Facebook",
    "web_description": "Pasta, Military rations, Bread chicken, Steamed dumplings, Bread, Breakfast, Dish, Beef, Dinner, Lunch, Sausage, Rice dish",
    "page_title_matching_images": "Old thanksgiving image falsely linked to US ..., What are the types of food served in the Afghanistan base? - Quora, Where does a US soldier eat in the camp at Afghanistan? - Quora, What types of foods are given to the US Army in Afghanistan? - Quora, What kinds of food do they eat in Afghanistan? - Quora, Jamal Khan - پناہ گاہ۔۔۔ پکچر آف دی سینچری - Facebook, ټپئيزه فضل الرحمان مـــلا خـبـر کړۍ... - ډکتر شاکوفه افغان - Facebook, Jamal Khan - پناہ گاہ۔۔۔ پکچر آف دی سینچری | Facebook, ډکتر شاکوفه افغان - Facebook, Hafsa Kaleem (@kaleem_hafsa) / X, Hafsa Kaleem (@kaleem_hafsa) / X, 宁波Siddique Shad على X: \"Thanks imran Khan https://t.co ..."
},
{
    "caption": "A photograph showing gridlock traffic in Los Angeles during the Thanksgiving holiday in November 2017.",
    "image_path": "images/true_290.jpg",
    "label": true,
    "best_guess_labels": "thanksgiving traffic california",
    "web_description": "Los Angeles, Gridlock, Traffic, Image, Car, Thanksgiving, Highway, Traffic congestion, Controlled-access highway, Driving, Fact-checking, Holiday, Photograph, just, Fact",
    "page_title_matching_images": "How 405 Freeway gridlock became the iconic image of an L.A. ..., Driving Irvine to San Jose on Wednesday, how bad?"
},
{
    "caption": "An image shows US soldiers stand guard as in the background Afghan people wait at the Kabul airport in Kabul on August 16, 2021.",
    "image_path": "images/true_297.jpg",
    "label": true,
    "best_guess_labels": "abbey gate attack",
    "web_description": "Kabul International Airport, 2021 Kabul airport attack, Islamic State – Khorasan Province, Terrorism, Suicide attack, Explosion, , Abdul Haseeb Logari, Withdrawal of the United States troops from Afghanistan, Attack, Kabul, Afghanistan",
    "page_title_matching_images": "US continues pursuit of Abbey Gate attack perpetrators - Amu TV, At least 12 U.S. troops killed in attack near Kabul airport - YouTube, Suspect in 2021 Kabul airport bombing appears in court ... - YouTube, Evacuations continue after Kabul airport attack – DW – 08/26/2021, Mastermind of Kabul Airport Attack Captured in Joint U.S.-Pakistan ..., Afghanistan: At least 73 people killed in blasts outside Kabul airport, Kabul Airport Attack Review Reaffirms Initial Findings, Identifies ..., Republican Congressmen Seek Clarification on 2021 Kabul Airport ..., ISIS Commander Sharifullah Admits Kabul Attack, US Thanks Pakistan, Pentagon: Explosion Outside Kabul Airport Result Of 'Complex Attack', Qatar condemns attacks as third deadly explosion rocks Kabul airport, Kabul airport bombing 2021 - CAT-UXO, Four US marines killed in Kabul Airport explosion: Report, Over 60 including 12 US military personnel killed in Kabul blasts, Aghanistan: Scores Of Civilians, 12 US Troops Killed In Kabul ..."
},
{
    "caption": "Photograph shows 592 afghan refugees that had illegally entered Turkish territory and were being deported back to Afghanistan in April 2018.",
    "image_path": "images/true_299.jpg",
    "label": true,
    "best_guess_labels": "refugees on a plane",
    "web_description": "Airplane, Flight, Ankara Esenboga Airport, Refugee, United Kingdom, , Human migration, , Afghans, Image, Afghan Americans, Afghans in Turkey, , Afghan diaspora, Türkiye",
    "page_title_matching_images": " No, images of refugees do not show there were 'just men . Image of Afghan refugees from Turkey shown as 'only ...,How to get ahead of disinformation ..., 592 Afghan migrants deported in two days "
},
{
    "caption": "Photo shows a large crowd celebrating France's victory in the Russia 2018 World Cup, in Paris in July 2018.",
    "image_path": "images/true_301.jpg",
    "label": true,
    "best_guess_labels": "wm 2018 frankreich paris",
    "web_description": "2018 World Cup, Champs-Élysées, France national football team, 2018 World Cup Final, 2018, , Croatia national football team, Ivan Strinić, , , World Cup, Kylian Mbappé, Paris, France",
    "page_title_matching_images": "Paris - France Feature Fifa - 13 - Go Fug Yourself, 2 fans die as France's World Cup celebrations are marred by violence, World Cup final 2018: France win with 4-2 victory against Croatia, Brigitte Macron playfully wrestles World Cup trophy from players, The Arc de Triomphe - France Feature Fifa - 14 - Go Fug Yourself, World Cup 2018 Thighlights: The Final - Russia Soccer Wcup - 16, Go Fug Yourself, Two fans die as France's World Cup celebrations are marred by ."
},
{
    "caption": "Photo of trash left behind by a crowd of young people after a Fridays for Future protest, part of student activist Greta Thunberg’s school strike movement to fight climate change around the world in Naples, Italy on september 2019.",
    "image_path": "images/true_303.jpg",
    "label": true,
    "best_guess_labels": "litter",
    "web_description": "Paper, Butac, Idan Hanin, Business, settled, different, Waste, Management, Business Administration, Disinformation, Ripe, Image, Hoax, Wigwam Country Club Arzerello",
    "page_title_matching_images": "Photo of Naples used to discredit Toronto climate march protesters. The earliest instance of the photo on Facebook was posted on September 27 around 10:30am, Italy time. That day, 50,000 people took to the streets for a climate march in Naples. Paolo Carotenuto confirmed to AFP in an email that he took the photo on September 27 and posted it to Facebook. "
},
{
    "caption": "Image shows a helicopter doing a de-icing test on a windfarm in Uljabuouda in Arjeplog municipality, Sweden during the winter of 2014.",
    "image_path": "images/true_304.jpg",
    "label": true,
    "best_guess_labels": "wind turbine de icing",
    "web_description": "Helicopter, Wind Turbine, Turbine, De-icing, Windmill, Renewable energy, Wind power, Energy, wind turbine blade, Ice, Turbine blade, Wind power industry, Icing, Helicopter rotor, Green energy",
    "page_title_matching_images": "The Truth About Wind Turbine Icing - YouTube, Airborne de-icing solution for wind turbines. - WindREN, Airborne de-icing solutions for wind turbines | - Energiforsk, Study on ice adhesion of composite anti-/deicing component under ..., Sunday Funnies: Deicing Wind Turbines with Helicopters, Photo shows helicopter de-icing wind turbine in Sweden."
},
{
    "caption": "An Image depicts a fatal collision involving a Chevy Suburban during a rapid chain reaction of four tractor-trailers and a small pickup truck, resulting in the death of the two occupats; aged 51 and 53 years Carroll County, Georgia.",
    "image_path": "images/true_306.jpg",
    "label": true,
    "best_guess_labels": "silverado crushed by semi",
    "web_description": "Pickup truck, Chevrolet, General Motors, Car, 2006 Chevrolet Silverado 1500, Truck, Semi-trailer truck, rig, Brake check, , Brake, , Trailer, back, Chevrolet Silverado",
    "page_title_matching_images": "2014/15 Silverado Crushed by Semitruck. Craziest picture of a Silverado involved in a crash with a semi truck, Chevrolet Silverado Crushed | Car accident Wiki - Fandom, 1320Video.com - Friendly reminder not to cut off semi trucks, 1320Video.com - Friendly reminder not to cut off semi trucks, Chevy truck fails crash test "
},
{
    "caption": "Photograph shows a crowd gathering on a beach in Durban, South Africa after three people were killed by a large wave in December 2022.",
    "image_path": "images/true_312.jpg",
    "label": true,
    "best_guess_labels": "beach",
    "web_description": "Beach, Sea, North Beach, , Playa Colorado, Wave, Coast, Australia, Rogue wave, Surfing, Death, Sand, Durban, South Africa, Africa",
    "page_title_matching_images": "'Freak wave' kills three at South African beach. South African beach sees 'freak wave' kill 3 swimmers, injure 17. Three dead in South Africa - Waves, NSRI waarsku teen trekstrome wat meeste lewens eis - Maroela Media, Best beaches in South Africa - 2022, According to Guinness, South Africans put more than 90 surfers in the same"
},
{
    "caption": "A photograph shows Ed Episcopo, a Vietnam veteran who served in the 25th Infantry Division.",
    "image_path": "images/true_321.jpg",
    "label": true,
    "best_guess_labels": "cadet bone spur",
    "web_description": "Exostosis, 3rd Marine Division, Osteophyte, United States Marine Corps, , Spur, other, personal, past, Infantry",
    "page_title_matching_images": "The Adventures of Cadet Bone Spurs | Elite Trader, Readers' Garden Book Store - Robert mueller. 1969."
},
{
    "caption": "Image shows protestors drowing a swastika on an American flag and setting it on fire in in front of the American embassy in Tegucigalpa, Honduras in October 2018.",
    "image_path": "images/true_323.jpg",
    "label": true,
    "best_guess_labels": "The American people",
    "web_description": "United States, Flag of the United States, Flag, , Mexico, Iran, American Communist Party, , Flag Day, People, , Fire, English (United States), Latin America",
    "page_title_matching_images": " Transgender Olympic Athlete Promises to Set Fire to American Flag on Medal Podium. White People Burning The Flag flag burning | Start Thinking Right"
},
{
    "caption": "A photograph shows a young Bernie Sanders being arrested while protesting against racial segregation in Englewood, taken on August 12, 1963.",
    "image_path": "images/true_337.jpg",
    "label": true,
    "best_guess_labels": "",
    "web_description": "Image, Internet meme, Imgflip, Human, Photograph, Animation, Unity, Courage, , Tagged, ONE A",
    "page_title_matching_images": "21-year-old Bernie Sanders protesting segregation and getting arrested in Chicago. August 1963. Bernie Sanders Arrest At Chicago Civil Rights Protest. The untold school segregation story behind Bernie Sanders’s 1963 arrest. "

},
{
    "caption": "Photograph shows people carrying stolen electronics in boxes during the 1992 Los Angeles riots; erupted after the acquittal of four white police officers who were captured on video beating a black motorist.",
    "image_path": "images/true_329.jpg",
    "label": true,
    "best_guess_labels": "",
    "web_description": "",
    "page_title_matching_images": "Looters take TV's across the street in widespread riots that erupted after the acquittal of 4 LAPD officers in the videotaped arrest and beating of Rodney King on April 29, 1992 in Los Angeles, California"
    
}


]